[
  {
    "title": "_____の言葉の読み方として最もよいものを、1・2・3・4から一つ選びなさい。",
    "items": [
      {
        "title": "思わぬ出来事に、辺りは<u>騒然</u>としていた。\n",
        "analysis": " 对意料之外的事情，周围哗然一片。\n①墓前（ぼぜん）：墓前\n②粗膳（そぜん）：粗茶淡饭\n③呆然（ぼうぜん）：发呆、发楞\n④騒然（そうぜん）：骚然，吵吵嚷嚷。会場は急に騒然となった。会场突然陷于混乱。\n",
        "rightAnswer": "3",
        "options": [
          "ぼぜん",
          "そぜん",
          "ぼうぜん",
          "そうぜん "
        ]
      },
      {
        "title": "西村さんは、いたずらした子どもを優しく<u>諭した</u>。\n",
        "analysis": " 西村先生温柔地教导恶作剧的孩子。\n①諭す（さとす）：晓谕，说明（道理），使了解。危険を諭す。说明危险。\n②あやす：哄，逗。泣く子をあやす。哄哭着的孩子。\n③正す（ただす）：改正，端正，纠正。誤りを正す。纠正错误。\n④癒す（いやす）：医治、治愈。病を癒す治病。\n",
        "rightAnswer": "0",
        "options": [
          " さとした\r",
          " あやした\r",
          " ただした \r",
          " いやした \r"
        ]
      },
      {
        "title": "<u></u>社会生活を送るうえで、<u>秩序</u>を守ることは重要だ。\n",
        "analysis": "在社会上生存，守秩序十分重要。\r\n①干扰项，无常用汉字。\r\n②干扰项，无常用汉字。\r\n③秩序，条理，次序。社会の秩序を乱す。扰乱社会秩序。\r\n④干扰项，无常用汉字。\r",
        "rightAnswer": "2",
        "options": [
          " ちつじょう\r",
          " しつじょ\r",
          " ちつじょ\r",
          " しつじょう\r"
        ]
      },
      {
        "title": "<u></u>この辺りは犯人が<u>潜伏</u>しているという情報が入った。\n",
        "analysis": " 收到情报说这附近有犯人潜伏。\r\n①干扰项，无常用汉字。\r\n②全幅（ぜんぷく）：全幅，总宽度。全部，最大限度。全幅の信頼。完全的信赖。\r\n③干扰项，无常用汉字。\r\n④潜伏，躲藏，隐藏。犯人は山に潜伏していた。犯人一直躲藏在山里。\r",
        "rightAnswer": "3",
        "options": [
          " せんふく\n",
          " ぜんぷく\r",
          " ぜんふく\r",
          " せんぷく\r"
        ]
      },
      {
        "title": "アナウンサーの<u>朗らか</u>な声が響いた。\n",
        "analysis": "播音员明朗的声音回响着。\n①清らか（きよらか）：清，不混浊、洁净，纯洁。清らかな水。清水。清らかな愛。纯洁的爱。\n②朗らか（ほがらか）：〔性格〕明朗；开朗；爽快。〔心情〕愉快，快活；舒畅。朗らかな人。性情开朗〔爽朗〕的人\n③柔らか（やわらか）：软。柔らかな土。软土。\n④滑らか（なめらか）：光滑，滑溜，平滑，滑润。滑らかなはだ。滑腻的皮肤。［说话］流利,流畅；［文章等］通畅，顺溜。滑らかな話しぶり。口齿伶俐。\n",
        "rightAnswer": "1",
        "options": [
          " きよらか\r",
          " ほがらか\n",
          " やわらか \r",
          " なめらか\r"
        ]
      },
      {
        "title": "新しい市長は地域文化の<u>振興</u>に力を入れている。\n",
        "analysis": "新市长致力于地域文化的振兴。\r\n①心境（しんきょう）：心境，心情，精神状态。静かな心境。安静的心情。\r\n②人口（じんこう）：人口。彼の名は人口に膾炙している。他的名字脍炙人口。\r\n③振興（しんこう）：振兴。産業を振興する。振兴产业。\r\n④干扰项，无常用汉字。",
        "rightAnswer": "2",
        "options": [
          " しんきょう \r",
          " じんこう \r",
          " しんこう \r",
          " じんきょう\r"
        ]
      }
    ]
  },
  {
    "title": "（　）に入れるのに最もよいものを、1・2・3・4から一つ選びなさい。",
    "items": [
      {
        "title": "今は両親と暮らしているが、卒業して就職したら、家を出て（　）したいと思っている。\r",
        "analysis": "现在和父母一起生活，但毕业工作之后，想离开家独立生活。\n①自制（じせい）：自律。自己の食欲を自制するのは難しいことです。自我控制食欲是一件困难的事情。\n②自立（じりつ）：独立。彼は若い頃から自立して生活しています。他从年轻时就开始独立生活。\n③自重（じちょう）：自尊。彼は自分の言動に自重を持つべきです。他应该对自己的言行保持自尊。\n④自任（じにん）：自负。彼は自分の能力を自任しすぎている。他对自己的能力很自负。\n",
        "rightAnswer": "1",
        "options": [
          " 自制 \r",
          " 自立 \r",
          " 自重 \r",
          " 自任\r"
        ]
      },
      {
        "title": "この企業は、売り上げの一部を町に寄付することで、町の人々に利益を（　）している。\r",
        "analysis": " 这家企业通过将销售额的一部分赠予城镇，把利益回馈给城镇居民。\n①返上（へんじょう）：归还，奉还。\n②還元（かんげん）：（化学）还原；还原，返回本来面目（包含以其他形式将利益还原转化的语感）\n③配給（はいきゅう）：配给，配售。\n④譲渡（じょうと）：转让，让出。\n",
        "rightAnswer": "1",
        "options": [
          " 返上 \r",
          " 還元 \r",
          " 配給 \r",
          " 譲渡\r"
        ]
      },
      {
        "title": "今日は朝から空が（　）と曇っていて、今にも雨が降り出しそうだ。\r",
        "analysis": " 今天从早上开始天空便昏暗阴沉，眼看就要下雨了。\r\n①びっしょり：湿透的。雨の中を歩いていたら、びっしょりになりました。在雨中行走，我被淋湿了。\r\n②どっさり：大量的。彼は野菜をどっさりと買った。他买了大量的蔬菜。\r\n③どんより：昏暗的。天気がどんよりとしていて、外に出る気分ではありません。天气昏暗，我不想出去。\r\n④ぐったり：筋疲力尽的。長い山登りの後、彼はぐったりと倒れました。在长时间的爬山后，他筋疲力尽。\r",
        "rightAnswer": "2",
        "options": [
          " びっしょり \r",
          " どっさり \r",
          " どんより \r",
          " ぐったり \r"
        ]
      },
      {
        "title": "この生産管理システムは、維持費の高さが（　）になってなかなか普及しない。\r",
        "analysis": " 这个生产管理系统，碍于高额的维持费用，难以普及。\n①ノイズ：噪音。ノイズの多い環境で作業するのは難しいです。在噪音多的环境下工作是困难的。\n②ロック：锁死，上锁。ドアをロックしてください。请把门锁上。\n③タブー：禁忌。そのトピックは家庭内でのタブーとされています。这个话题在家庭中是禁忌的。\n④ネック：颈部、障碍。人材不足がネックになる。人才缺乏成为障碍。\n",
        "rightAnswer": "3",
        "options": [
          " ノイズ \r",
          " ロック \r",
          " タブー \r",
          " ネック\r"
        ]
      },
      {
        "title": "大きな声で歌うと、ストレスの（　）になって気分がすっきりする。\r",
        "analysis": " 大声唱歌的话，压力会得到释放，心情舒爽。\r\n①発散（はっさん）：发散、释放。ストレスを発散するためには、運動が役立つことがあります。运动有时可以帮助释放压力。\r\n②発射（はっしゃ）：发射。ロケットは成功裏に発射されました。火箭成功发射了。\r\n③流出（りゅうしゅつ）：流出。この川は毎日多くの水を海に流出させています。这条河每天都向海洋流出大量的水。\r\n④排出（はいしゅつ）：排出。工場は有害な化学物質を排出している可能性があります。工厂可能会排放有害化学物质。\r",
        "rightAnswer": "0",
        "options": [
          " 発散 \r",
          " 発射 \r",
          " 流出 \r",
          " 排出\r"
        ]
      },
      {
        "title": "この二つの漢字はよく似ていて（　）ので、読み間違えることがある。\r",
        "analysis": " 这两个汉字十分相似容易混淆，所以会读错。\n①紛らわしい（まぎらわしい）：容易混淆的。彼の言葉は紛らわしいので、誰もが理解できません。他的话模棱两可，没有人能理解。\n②もっともらしい：貌似真实的。彼の説明はもっともらしいが、実際には事実とは異なる可能性があります。他的解释看似真实，但实际上可能与事实不符。\n③図々しい：厚颜无耻的。彼は図々しい態度で他人のものを取りました。他用厚颜无耻的态度拿走了别人的东西。\n④なれなれしい：过于亲近的。彼は初対面の人に対してなれなれしい態度をとることがあります。他有时对初次见面的人表现出过于亲近的态度。\n",
        "rightAnswer": "0",
        "options": [
          " まぎらわしい \r",
          " もっともらしい \n",
          " ずうずうしい \r",
          " なれなれしい \r"
        ]
      },
      {
        "title": "この店は細かいところまで掃除が（　）いて、清潔だ。\r",
        "analysis": " 这个店连很细节的地方都清扫得很干净，十分整洁。\n①行き詰まる（いきづまる）：陷入困境。プロジェクトは予算不足のため行き詰まりました。由于预算不足，项目陷入困境。\n②行き交う（いきかう）：往来。車が激しく行き交う道路。车往来很多的道路。\n③行き着く（いきつく）：最终达到。彼は長い旅の末に夢の国に行き着きました。在漫长的旅途后，他最终到达了梦寐以求的国度。\n④行き届く（いきとどく）：无微不至。彼は仕事を完璧に行き届けることに誇りを持っています。他以完美地完成工作为荣。",
        "rightAnswer": "3",
        "options": [
          " 行き詰まって \r",
          " 行き交って \r",
          " 行き着いて \r",
          " 行き届いて \r"
        ]
      }
    ]
  },
  {
    "title": "_____の言葉に意味が最も近いものを、１・２・３・４から一つ選びなさい。",
    "items": [
      {
        "title": "<u></u>この条約が締結されると、農業に影響が出ることが<u>懸念</u>される。\n",
        "analysis": " 不由得担心缔结此条约之后，会对农业产生影响。\r\n懸念（けねん）：担忧。彼は試験の結果を懸念しています。他担忧考试的结果。\r\n①期待（きたい）：期待。新しいプロジェクトに対する期待が高まっています。对于新项目有着高度期待。\r\n②心配（しんぱい）：担心。彼女は友達の安全を心配しています。她担心朋友的安全。\r\n③予想（よそう）：预期。天気予報によると、明日は雨が予想されています。根据天气预报，预计明天会下雨。\r\n④重視（じゅうし）：重视。この会社は従業員の意見を重視しています。这家公司重视员工的意见。\r",
        "rightAnswer": "1",
        "options": [
          " 期待 \r",
          " 心配 \r",
          " 予想 \r",
          " 重視\r"
        ]
      },
      {
        "title": "<u></u>久しぶりに会った友人は、何だか<u>やつれて</u>いるようだった。\n",
        "analysis": " 很久不见的朋友不知为何好像有点憔悴。\nやつれる：憔悴。忙しい仕事のため、彼は最近やつれているように見えます。由于繁忙的工作，他最近看起来憔悴。\n①遠慮（えんりょ）：克制。彼女は遠慮せずに自分の意見を述べました。她毫不犹豫地表达了自己的意见。\n②張り切る（はりきる）：充满干劲。新しいプロジェクトに取り組むため、彼は張り切っています。为了参与新项目，他充满干劲。\n③やせ衰える（やせおとろえる）：瘦弱衰落。彼は病気でやせ衰えています。他因疾病而瘦弱衰落。\n④感動（かんどう）：感动。その映画は多くの人々を深く感動させました。这部电影深深感动了许多人。\n",
        "rightAnswer": "2",
        "options": [
          " 遠慮して \r",
          " 張り切って \r",
          " やせ衰えて \r",
          " 感動して \r"
        ]
      },
      {
        "title": "<u></u>彼が<u>奮闘して</u>いる姿を見て、力を貸そうと思った。\n",
        "analysis": " 看到他奋斗的样子，想帮他一把。\r\n奮闘（ふんとう）する：努力奋斗。彼は困難に立ち向かい、必死に頑張っています。他面对困难，拼命努力。\r\n①じっと我慢（がまん）する：默默忍耐。彼は長い間痛みを我慢していた。他默默忍受了很长时间的疼痛。\r\n②必死に頑張る（ひっしにがんばる）：全力以赴。試験前に彼は必死に頑張った。考试前，他全力以赴。\r\n③激しく怒る（はげしくおこる）：愤怒地。彼は激しく怒り、部屋を出て行った。他愤怒地离开了房间。\r\n④焦って取り組む（あせってとりくむ）：匆忙应对。プロジェクトの最後の瞬間になって、私たちは焦って取り組んだ。在项目的最后一刻，我们匆忙应对。\r",
        "rightAnswer": "1",
        "options": [
          " じっと我慢して \r",
          " 必死に頑張って \r",
          " 激しく怒って \r",
          " 焦って取り組んで \r"
        ]
      },
      {
        "title": "<u></u>あれは<u>不慮</u>の事故だったとしか言いようがない。\n",
        "analysis": " 只能说那是一个意外事故。\n不慮（ふりょ）：意外。不慮の事故で車が損傷しました。车辆在意外事故中受损。\n①仕方ない（しかたない）：没办法，无可奈何。雨が降ってピクニックは中止になった。仕方ないね。因为下雨，我们的野餐取消了。没办法啦。\n②あり得ない（ありえない）：不可能，难以置信。その話はあり得ない。信じられない。那个故事不可能发生。难以置信。\n③思いがけない（おもいがけない）：出乎意料之外。彼からのプレゼントは思いがけないものでした。他送的礼物是出乎意料之外的东西。\n④情けない（なさけない）：无情；可怜；可耻。彼の状況は本当に情けない。他的情况真是可怜。\n",
        "rightAnswer": "2",
        "options": [
          " しかたない \r",
          " ありえない \r",
          " 思いがけない \r",
          " 情けない\r"
        ]
      },
      {
        "title": "倉庫の品物を<u>根こそぎ</u>もっていかれた。\n",
        "analysis": " 仓库的东西全部都被拿走了。\r\n根こそぎ：全部，一点不留地。根こそぎ持って行く。全部拿走。\r\n①すべて：全部，一切。すべての問題を解決しました。我们解决了所有的问题。\r\n②だいぶ：相当，颇。この町はだいぶ変わりました。这个城镇发生了相当大的变化。\r\n③一度に（いちどに）：一次，同时。すべての仕事を一度に終わらせるのは難しい。一次完成所有工作很难。\r\n④次々と（つぎつぎと）：一个接一个，依次。彼らは次々と部屋に入ってきた。他们一个接一个地进入了房间。\r",
        "rightAnswer": "0",
        "options": [
          " すべて \r",
          " だいぶ \r",
          " 一度に \r",
          " 次々と \r"
        ]
      },
      {
        "title": "若いころ私は、商品開発の仕事に<u>没頭して</u>いた。\n",
        "analysis": " 年轻时的我专注于商品开发工作。\r\n没頭する（ぼっとうする）：全身心投入。新しい趣味に没頭することで、彼はストレスを解消しています。通过全身心投入新的兴趣爱好，他减轻了压力。\r\n①飽きる（あきる）：厌烦，腻烦。彼は同じ食事に飽きてしまった。他对相同的食物感到厌烦。\r\n②憧れる（あこがれる）：向往，崇拜。彼女は映画スターに憧れています。她向往成为电影明星。\r\n③不満を持つ（ふまんをもつ）：感到不满。彼は給料に不満を持っている。他对工资感到不满。\r\n④熱中する（ねっちゅうする）：热衷，沉迷。彼はゲームに熱中している。他沉迷于游戏。",
        "rightAnswer": "3",
        "options": [
          " 飽きて \r",
          " 憧れて \r",
          " 不満を持って \r",
          " 熱中して \r"
        ]
      }
    ]
  },
  {
    "title": "次の言葉の使い方として最もよいものを、１・２・３・４から一つ選びなさい。",
    "items": [
      {
        "title": "兆し\r",
        "analysis": " 兆し（きざし）：迹象。経済の兆しは依然として良くない。经济的迹象仍然不容乐观。\n①应该用「予定（よてい）」：计划。明日の予定を教えてもらえますか。能告诉我明天的计划吗？\n②应该用「見通し（みとおし）」：瞭望，眺望。（遠くの方まで見えること。）見通しのきく場所。眼界开阔的地方。预料，预见；推测。（物事のなりゆきや、未来の事まで予測すること。）これからの見通しがつかない。今后如何很难预料。\n③应该用「予想（よそう）」：预测。専門家は来年の経済成長について予想を出しました。专家们对明年的经济增长进行了预测。\n④即使到了今年也未见经济变好的征兆。\n",
        "rightAnswer": "3",
        "options": [
          " 来月は100万台バイクを生産する<u>兆し</u>です。 \n",
          " 消費税が上がり、売り上げの<u>兆し</u>が不透明だ。 \n",
          " 多くの人の<u>兆し</u>と違って、Aチームが優勝した。 \n",
          " 今年になっても景気がよくなる<u>兆し</u>が見られない。 \n"
        ]
      },
      {
        "title": "収容\r",
        "analysis": " 収容（しゅうよう）收容，容纳。\n①収納（しゅうのう）：收纳；收藏。（国や地方公共団体が、租税その他の現金を受領すること。）国庫に収納する。收入国库。\n②这个演唱会大厅能容纳 5500 位观众。\n③収録（しゅうろく）：搜集，收录。刊载，刊登。载入书籍、报刊等。新聞に収録する。刊登在报上。\n④ビタミンに富む（とむ）：富裕。（財産が増える。）丰富。（たくさん持っている。）資源に富んでいる国。资源丰富的国家。\n",
        "rightAnswer": "1",
        "options": [
          " 大きなかばんに旅行の荷物を全部<u>収容</u>した。 \n",
          " このコンサートホールは5,500人の観客を<u>収容</u>することができる。 \n",
          " この辞書には８万語が<u>収容</u>されている。 \n",
          " ビタミンを多く<u>収容</u>する食品をたくさん食べるようにしている。 \n"
        ]
      },
      {
        "title": "さえる\r",
        "analysis": " 冴える（さえる）：寒冷，清澈，鲜明。清爽；清醒。目がさえてなかなか眠れない。精神兴奋根本睡不着。\n①厳守する（げんしゅする）：严守，严格遵守。（きびしく守ること。）秘密を厳守する。严守秘密。\n②豊か（ゆたか）：丰富。豊かな才能。丰富的才能。\n③喝了咖啡后，精神兴奋根本睡不着。\n④明確（めいかく）：明确。（明らかで確実なこと。）明確な判断を下す。做出明确的判断。\n",
        "rightAnswer": "2",
        "options": [
          " 友人は時間に<u>さえて</u>いて、遅刻したことは一度もない。 \n",
          " 父は感情が<u>さ</u><u>えて</u>顔に出るので、分かりやすい。 \n",
          " コーヒーを飲んだら、目が<u>さえて</u>しまって、眠れない。 \n",
          " 彼の目標は<u>さえて</u>いて、一度も変わることはなかった。 \n"
        ]
      },
      {
        "title": "痛烈\r",
        "analysis": " 激烈，猛烈。痛烈に叱る。激烈地训斥。\n①那部电影遭到了评论家猛烈的批评。\n②残酷（ざんこく）：残酷，残忍，冷酷。残酷なしうちを受ける。受到残酷的对待。\n③過酷（かこく）：严酷，苛刻，残酷。（厳しすぎるさま。）過酷な条件。苛刻的条件。\n④猛烈（もうれつ）：猛烈，凶猛，激烈。猛烈に戦う。激烈战斗。\n",
        "rightAnswer": "0",
        "options": [
          " その映画は評論家から<u>痛烈</u>な批判を受けた。 \n",
          " 彼らは<u>痛烈</u>な戦いを勝ち抜いて優勝した。 \n",
          " <u>痛烈</u>な環境でも育つ作物を研究している。 \n",
          " 台風のせいで、<u>痛烈</u>な勢いの風が吹いている。 \n"
        ]
      },
      {
        "title": "完結\r",
        "analysis": " 完結（かんけつ）：完成；完结；结束。この仕事が完結したらつぎの仕事にかかる。这一项工作完成后，就开始下一项工作。\n①終わる（おわる）：完，完毕，结束，告终，终了。（続いていた物事がしまいになる。）授業が終わる。下课\n②完成する（かんせいする）：完成，竣工。6 月に完成の予定。预定六月完成。\n③连载3年的小说，终于将在下一回完结。\n④完了（かんりょう）：完结，完了。（完全に終わること。）仕事の完了を急ぐ。急于赶完工作。\n",
        "rightAnswer": "2",
        "options": [
          " 申し込み期間が<u>完結</u>する前に、急いで書類を出しに行った。 \n",
          " 駅前に建設中だったマンションが<u>完結</u>し、入居が始まった。 \n",
          "３年間続いた連載小説が、いよいよ次回で<u>完結</u>する。 \n",
          " 充電が<u>完結</u>するまで、2時間程度かかります。 \n"
        ]
      },
      {
        "title": "もろい\r",
        "analysis": " 脆い（もろい）：脆，易坏、脆弱。ガラス食器はきれいだが脆い。玻璃餐具很漂亮但是容易坏。\r\n①因为这里是老旧建筑，墙壁变得易坏，所以禁止进入。\r\n②弱い（よわい）：弱，脆弱。彼は体力が弱い。他体力弱。\r\n③浅い（あさい）：浅，不深。この川は浅いところが多い。这条河有很多浅水区。\r\n④失われる（うしなわれる）：丢失，失落，丧失，失去。命を失う。丧命。",
        "rightAnswer": "0",
        "options": [
          " ここは古い住宅で、壁が<u>もろく</u>なっているため、立ち入り禁止だ。 \n",
          " 以前は力が<u>もろかった</u>ので、毎日トレーニングして、筋肉をつけた。 \n",
          " 彼はまだ若く、仕事の経験も<u>もろい</u>が、やる気にあふれている。 \n",
          " この野菜はあまり火を通しすぎると、栄養が<u>もろく</u>なってしまう。\n"
        ]
      }
    ]
  },
  {
    "title": "次の文の（　　　）に入れるのに最もよいものを、１・２・３・４から一つ選",
    "items": [
      {
        "title": "努力して夢を叶えた弟のことを兄として誇り（　）思う。\r",
        "analysis": " 作为哥哥，为努力实现梦想的弟弟感到骄傲。\r\n①を：「を」表示动作的直接宾语，用于连接动词与名词，表示动作的对象。\r\n②で：「で」用于表示动作发生的地点、方式、手段\r\n③が：「が」通常用于标识句子中的主语，或能力、好恶等的对象\r\n④に：誇りに思う。固定搭配，表示感到骄傲。\r",
        "rightAnswer": "3",
        "options": [
          "を \r",
          "で \r",
          "が \r",
          "に \r"
        ]
      },
      {
        "title": "失敗は誰でも避けたいのだが、失敗（　）学べないこともある。\r",
        "analysis": " 谁都想避免失败，但也有只能从失败中学到的东西。\n①にまで：甚至到\n②まででも：即使到\n③からしか：只能从~。しかない表限定\n④だけから：仅仅从，但后续有否定，使用だけ句意不通顺\n",
        "rightAnswer": "2",
        "options": [
          "にまで \r",
          "まででも \r",
          "からしか \r",
          "だけから \r"
        ]
      },
      {
        "title": "合唱コンクールで歌っている子供たちの表情は、（　）そのものだった。\r",
        "analysis": " 在合唱比赛中唱歌的孩子们的表情就是认真本身。\r\n①真剣（しんけん）：认真。そのもの前接形容词词干、名词，表示那个东西本身。\r\n②真剣（しんけん）で：中顿，后接句子\r\n③真剣（しんけん）に：变副词\r\n④真剣（しんけん）な：后接名词\r",
        "rightAnswer": "0",
        "options": [
          "真剣 \r",
          "真剣で \r",
          "真剣に \r",
          "真剣な \r"
        ]
      },
      {
        "title": "同僚の山下さんは、最初は大人しい人だと思っていたが、一緒に仕事を（　）実はよくしゃべる人だということが分かってきた。\r",
        "analysis": " 一开始我认为同事山下是一个稳重安静的人，但在一起共事期间，我发现实际上他是一个很健谈的人。\n①する間：在~期间，状态一直持续\n②する限り：表示动作的限制条件， \"只要\"\n③するうちに：在~期间，发生了自然而然的变化\n④するとしたら：要是~的话，假定\n",
        "rightAnswer": "2",
        "options": [
          "する間 \r",
          "する限り \r",
          "するうちに \r",
          "するとしたら \r"
        ]
      },
      {
        "title": "忙しく引っ越しの荷造りが（　）、荷造りを全部やってくれるサービスがあると友人が教えてくれた。\r",
        "analysis": " 在忙得没时间搬家打包行李的时候，朋友告诉我有全部帮忙打包行李的服务。\r\n①できずにいたなら：ず表否定，いた处于某种状态，なら假定，要是不能的话\r\n②できずにいたところ：ところ表时候，即在不能打包行李的时候\r\n③できないようにしたら：ようにする坚持做、尽量做，たら假定，要是尽量不能的话\r\n④できないようにしたところ：在尽量不能的时候，语义不通\r",
        "rightAnswer": "1",
        "options": [
          "できずにいたなら \r",
          "できずにいたところ \r",
          "できないようにしたら \r",
          "できないようにしたところ \r"
        ]
      },
      {
        "title": "まだ11月の初めなのに、昨日は雪が（　）寒かった。\r",
        "analysis": "明明才 11 月初，昨天却冷得仿佛下雪了一样。\n①降ることがあるかのように：ことがある有时会有这样的事情。かのように宛如、好像。好像有时会有下雪一样，语义不通\n②降るなんて思えないぐらい：なんて，惊讶感叹轻蔑的感情，“什么的”。思えない可能性的否定，不能认为。ぐらい程度。不能认为要下雪什么的程度，语义不通\n③降るとは思わないように：とは意外，ように好像。好像不觉得下雪了一样，与原文不搭配\n④降るんじゃないかというぐらい：んじゃないか委婉陈述意见，好像要下雪那种程度的冷 \n",
        "rightAnswer": "3",
        "options": [
          "降ることがあるかのように \r",
          "降るなんて思えないぐらい \r",
          "降るとは思わないように \r",
          "降るんじゃないかというぐらい \r"
        ]
      },
      {
        "title": "いつも駅から大学までバスを使っているが、2キロほどなので、歩こうとして（　）。\n",
        "analysis": " 平常总是坐公交从车站到大学，但因为只有 2 千米左右，想走过去的话也不是不能走。\n①歩くほかない：只好走\n②歩けなくもない：不是不能走\n③歩いてはいられない：不能再走了，迫于某种情况不能再继续以前的状态。\n④歩けるわけがない：强烈否定，不可能走得了。\n",
        "rightAnswer": "1",
        "options": [
          "歩くほかない \n",
          "歩けなくもない \r",
          "歩いてはいられない \r",
          "歩けるわけがない \r"
        ]
      },
      {
        "title": "先日の第三回さくら市教育講演会には、沢山の方が（　）。\r",
        "analysis": "在前几日的第三届樱花市教育讲演会上，承蒙许多来宾参加。\n1 おいでくださいました：尊敬語，表示“来”\n2 お越しいただきました：谦让语，表示“来”\n3 ご参加いただきました：谦让语，表示“参加”\n4 ご覧くださいました：尊敬语，表示“看”\n",
        "rightAnswer": "0",
        "options": [
          "おいでくださいました \r",
          "お越しいただきました \r",
          "ご参加いただきました \r",
          "ご覧くださいました \r"
        ]
      },
      {
        "title": "この辺りの町並みは外国のような雰囲気で、ここを訪れるだけ海外を旅行（　）。\r",
        "analysis": " 这附近的街景的氛围宛若国外，仅仅只是来到这里就可以当作去海外旅行了。\n①するつもりでいる：打算做某事，でいる处于某种状态。\n②してくるつもりだ：てくる，以前到现在的变化趋势，但时态为将来时，即未来会打算去海外旅行起来。\n③したつもりになれる：たつもり假定为某一种情况，以某种心情做某事，就当作是……，なれる可能形，可以当作是去了趟海外旅行。\n④するつもりになっていた：ていた过去持续的状态，即之前有过此种打算。\n",
        "rightAnswer": "2",
        "options": [
          "するつもりでいる \r",
          "してくるつもりだ \r",
          "したつもりになれる \r",
          "するつもりになっていた \r"
        ]
      },
      {
        "title": "（図書館で）\n娘「図書館っていいね。だって、自分で買わなくてもこんなにたくさんの本が（　）。」 \n母「そうだね。」 \n",
        "analysis": " （在图书馆）女儿：“图书馆真好啊，因为即使自己不买，也能够读这么多的书。”妈妈：“是啊。”\r\n①読めるんだもん：読める可能形，もん表原因。因为能读。\r\n②読めるもんか：もんか表否定，哪能读，即不能读。\r\n③読みたいんだもん：読みたい想读，即因为想读，和原文语意不通。\r\n④読みたいもんか：哪里想读，即不想读。",
        "rightAnswer": "0",
        "options": [
          "読めるんだもん ",
          "読めるもんか ",
          "読みたいんだもん ",
          "読みたいもんか"
        ]
      }
    ]
  },
  {
    "title": "次の文の__★__に入る最もよいものを、１・２・３・４から一つ選びなさい。",
    "items": [
      {
        "title": "<u></u>スピーチやプレゼンテーションにおいて、ジェスチャーを使いながら話すのは______　__<u>★</u>__　______　______印象を悪くすることもある。\n",
        "analysis": " 翻译：在演讲和发表时，一边使用手势一边讲话十分有效，另一方面，如果手势过大反而会令印象糟糕。正确排序：2143\n语法：反面：另一面\n思路：看句子整体有个概念，在演讲中手势很重要，但也会使印象变差。接着看题干のは后续接形容词，可以和「効果的」连起来，所以 2 放第一个，あまりに修饰程度放在「大きすぎる」前面，所以 1 在 4 之前，而「かえって」放在第 4 空，表转折。\n",
        "rightAnswer": "0",
        "options": [
          " あまりに \r",
          " 効果的である反面 \r",
          " かえって \r",
          " 大きすぎるジェスチャーは \r"
        ]
      },
      {
        "title": "<u></u>今や、書類や衣料品だけでなく生鮮食品も、インターネットへの______　______　__<u>★</u>__　______時代である。\n",
        "analysis": " 翻译：现在这个时代，只要有可接续互联网的环境，不仅是书和服装，连生鲜食品也可以足不出户轻松购入。正确排序：4312\n语法：いながらにして：足不出户\n思路：看句子整体有个概念，现在各种东西都可以通过网络购买。先填 1、4 空，第 1 空前面是インターネットへ，可以联想到固定短语インターネットにアクセスする，介入互联网，则 4 可填入第 1 空，而第 4 空后为名词“時代”，前面必须是简体句名词性修饰的形态，只有符 2、4 合，4 已排除，则选项 2 填入第 4 空。3、1 根据句意分别填入第 2、3 空。\n",
        "rightAnswer": "0",
        "options": [
          " 自宅にいながらにして \r",
          " 手軽に購入できる \r",
          " 環境があれば \r",
          " アクセスが可能な \r"
        ]
      },
      {
        "title": "<u></u>よく似た昆虫の判別は大変難しいという。中には、かなり______　______　__<u>★</u>__　______場合もあるそうだ。\n",
        "analysis": " 翻译：据说辨别十分相似的昆虫是一件很困难的事情，有时候，甚至难以辨别到连经验相当丰富的昆虫学这也会搞错。正确排序：3241\n语法：でさえ：甚至\n思路：看句子整体有个概念，昆虫辨别连昆虫学家都会出错。先填 1、4 空，第 4 空后为名词“場合”，前面必须是简体句名词性修饰的形态，只有 1 符合。第 1 空前为かなり，后接程度相关选项，因为选项 1 已经在第 4 空，所以只剩下选项 3 可填，3 作为简体句可修饰名词，后续接 2，2 后是助词も可以接动词，可填入4。\n",
        "rightAnswer": "3",
        "options": [
          " 判別が難しい \r",
          " 昆虫学者でさえも\r",
          " 経験を積んだ \r",
          " 違うほど \r"
        ]
      },
      {
        "title": "<u></u>今回の______　______　__<u>★</u>__　______気持ちの方が大きかった。\n",
        "analysis": " 翻译：正值此次转职，要说没有任何不安一定是假话，但更多的是挑战新事物的开心的心情。正确排序：1324\n语法：にあたり：在~之际\n思路：先都题干和选项，在说转职不安挑战愉悦的心情。先看首尾两空，“今回の”后续要接名词，而 2 意思与此不搭配，故选项 1 填第一个空。気持ち为名词，前面必须是简体句名词性修饰的形态，只有 4 符合，1、4 确认位置后，根据句意再将 3、2 分别填入句中。\n",
        "rightAnswer": "1",
        "options": [
          " 転職にあたり \r",
          " うそになるが \r",
          " 少しも不安がなかったといえば \r",
          " 新たなことに挑戦できてうれしいという \r"
        ]
      },
      {
        "title": "<u></u>北山市は______　______　__<u>★</u>__　______のどかなところだった。\n",
        "analysis": "翻译：北山市只有现在才就成为了人口超过 10 万的城市，但 30 年前是除北山站周边以外什么都没有的宁静的地方。正确排序：3142\n语法：でこそ：只有~才\n思路：先都题干和选项，在描述北山市现在和以前的变化，以前宁静，现在人口超过 10 万。3、4 均为修饰句，要放在 1、2 句的前面，而句子 1 句尾有转折的が，所以放在大句子中间，句子 2 以形容词结尾，可修饰题干的名词ところ，故放在最后。",
        "rightAnswer": "3",
        "options": [
          " 人口1０万人を超える都市となったが \r",
          " 北山駅周辺以外にはほとんど何もない \r",
          " 今でこそ \r",
          "30年前までは\r"
        ]
      }
    ]
  }
]